Repository: StanDobrev11/pet_mvp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Enter a password
bg: Въведи парола

source: Repeat the password
bg: Повтори паролата

source: Phone number (e.g. 0887123456)
bg: Мобилен номер (напр. 0887123456).

source: Access Code
bg: Код за достъп

source: Email Address
bg: Имейл адрес

source: A user with that email already exists.
bg: Потребител с този имейл вече съществува.

source: Email
bg: Имейл

source: Date joined
bg: Дата на присъединяване

source: Designates whether the user can log into this admin site.
bg: Определя дали потребителят може да влиза в този административен сайт.

source: Staff status
bg: Статус на персонала

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts. If the user is vet clinic and not active, an email with activation link will be sent one valid email address is entered
bg: Определя дали този потребител трябва да се третира като активен. Премахнете отметката вместо да изтривате акаунта. Ако потребителят е ветеринарна клиника и не е активен, ще бъде изпратен имейл с линк за активация при въведен валиден имейл адрес.

source: Active
bg: Активен

source: Owner status
bg: Статус на собственика

source: Phone number
bg: Телефонен номер

source: City
bg: Град

source: Country
bg: Държава

source: First name
bg: Име

source: Last name
bg: Фамилия

source: Clinic name
bg: Име на клиниката

source: Clinic address
bg: Адрес на клиниката

source: Clinic approved
bg: Клиниката е одобрена

source: Owners must have a first name and last name.
bg: Собствениците трябва да имат име и фамилия.

source: Owners cannot have clinic-related information.
bg: Собствениците не могат да имат информация, свързана с клиника.

source: Clinics must have a name and address.
bg: Клиниките трябва да имат име и адрес.

source: Clinics cannot have owner-related information.
bg: Клиниките не могат да имат информация, свързана със собственик.

source: Owner
bg: Собственик

source: Owners
bg: Собственици

source: Clinic
bg: Клиника

source: Clinics
bg: Клиники

source: Phone number must be of 10 digits
bg: Телефонният номер трябва да е от 10 цифри

source: Phone number must be only of digits
bg: Телефонният номер трябва да съдържа само цифри

source: Invalid Bulgarian mobile number format.
bg: Невалиден формат на български мобилен номер.

source: Enter a valid Bulgarian mobile number (e.g. 0887123456, +359887123456).
bg: Въведете валиден български мобилен номер (напр. 0887123456, +359887123456).

source: Invalid access code.
bg: Невалиден код за достъп.

source: Your registration was successful. An approval request has been sent to the pet's owner.
bg: Регистрацията ви беше успешна. Заявка за одобрение е изпратена до собственика на домашния любимец.

source: This clinic is not in the system. Please complete the registration form below to request temporary 7-day access.
bg: Тази клиника не е в системата. Моля, попълнете формата по-долу, за да заявите временно 7-дневно разрешение за достъп.

source: Owners cannot access the website as vets.
bg: Собствениците не могат да влизат в сайта като ветеринарни лекари.

source: This clinic is awaiting approval. An access request was sent to the pet's owner.
bg: Тази клиника очаква одобрение. Заявка за достъп беше изпратена до собственика на домашния любимец.

source: Activation email sent. Please check your inbox to confirm your clinic access.
bg: Изпратен е имейл за активация. Моля, проверете входящата си поща, за да потвърдите достъпа на вашата клиника.

source: Please correct the errors below.
bg: Моля, коригирайте грешките по-долу.

source: Invalid approval request.
bg: Невалидна заявка за одобрение.

source: This clinic was already activated.
bg: Тази клиника вече беше активирана.

source: Password set successfully. Please continue.
bg: Паролата е зададена успешно. Моля, продължете.

source: Cat
bg: Котка

source: Dog
bg: Куче

source: Name of vaccine
bg: Име на ваксината

source: Notes
bg: Бележки

source: Recommended interval (days)
bg: Препоръчителен интервал (дни)

source: Number of days after which the treatment/vaccine should be repeated. Leave blank if not applicable.
bg: Брой дни, след които лечението или ваксината трябва да се повтори. Оставете празно, ако не е приложимо.

source: Suitable for
bg: Подходящо за

source: Select whether is for cats or dogs.
bg: Изберете дали е за котки или за кучета.

source: Core vaccine
bg: Основна ваксина

source: Test Result
bg: Резултат от теста

source: Description of the test result
bg: Описание на резултата от теста

source: Date Conducted
bg: Дата на провеждане

source: Date when the test was conducted
bg: Дата, когато е проведен тестът

source: Additional Notes
bg: Допълнителни бележки

source: Optional notes or observations about the test
bg: Незадължителни бележки или наблюдения за теста

source: White Blood Cells (WBC)
bg: Бели кръвни клетки (БКК)

source: Count of white blood cells per microliter
bg: Брой бели кръвни клетки на микролитър

source: Red Blood Cells (RBC)
bg: Червени кръвни клетки (ЧКК)

source: Count of red blood cells per microliter
bg: Брой червени кръвни клетки на микролитър

source: Hemoglobin Level (g/dL)
bg: Ниво на хемоглобин (g/dL)

source: Measurement of hemoglobin concentration
bg: Измерване на концентрацията на хемоглобин

source: Platelets
bg: Тромбоцити

source: Platelet count per microliter
bg: Брой тромбоцити на микролитър

source: Color
bg: Цвят

source: Color of the urine
bg: Цвят на урината

source: Clarity
bg: Яснота

source: Clarity of the urine, e.g., clear, cloudy
bg: Яснота на урината, напр. бистра, мътна

source: Urine pH level
bg: pH ниво на урината

source: Specific Gravity
bg: Специфично тегло

source: Measurement of urine concentration
bg: Измерване на концентрацията на урината

source: Protein
bg: Протеин

source: Presence of protein in urine
bg: Наличие на протеин в урината

source: Glucose
bg: Глюкоза

source: Presence of glucose in urine
bg: Наличие на глюкоза в урината

source: Red Blood Cells
bg: Червени кръвни клетки

source: Presence of red blood cells in urine
bg: Наличие на червени кръвни клетки в урината

source: White Blood Cells
bg: Бели кръвни клетки

source: Presence of white blood cells in urine
bg: Наличие на бели кръвни клетки в урината

source: Consistency
bg: Консистенция

source: Consistency of the feces, e.g., firm, watery
bg: Консистенция на изпражненията, напр. твърди, воднисти

source: Parasites Detected
bg: Открити паразити

source: Were any parasites detected in the sample?
bg: Бяха ли открити паразити в пробата?

source: Type of Parasites
bg: Вид на паразитите

source: Type of detected parasites, if any
bg: Вид на откритите паразити, ако има такива

source: Blood Presence in Stool
bg: Наличие на кръв в изпражненията

source: Indicates if blood was found in the sample
bg: Показва дали е открита кръв в пробата

source: Approval Request for Access to {{ pet_name }}'s Medical Records
bg: Заявка за одобрение за достъп до медицинските досиета на {{ pet_name }}

source: Clinic approval request: {}
bg: Заявка за одобрение на клиника: {}

source: in 1 week
bg: след 1 седмица

source: tomorrow
bg: утре

source: Treatment Expiration Reminder for {}
bg: Напомняне за изтичане на лечение за {}

source: Processed {} treatment expiration notifications
bg: Обработени {} известия за изтичане на лечение

source: in 4 weeks
bg: след 4 седмици

source: in 2 weeks
bg: след 2 седмици

source: Vaccine Expiration Notice for {}
bg: Известие за изтичане на ваксина за {}

source: Processed {} vaccine expiration notifications
bg: Обработени {} известия за изтичане на ваксини

source: N/A
bg: Не е приложимо

source: Yes
bg: Да

source: No
bg: Не

source: Medical Examination Report for {} - {}
bg: Медицински преглед за {} - {}

source: Processed one medical report for {}
bg: Обработен един медицински доклад за {}

source: Welcome {} {}
bg: Добре дошли {} {}

source: Sent registration email to {}
bg: Изпратен медицински доклад за {}

source: Activate your clinic account: {}
bg: Активирайте акаунта на вашата клиника: {}

source: Sent clinic notification email to {}
bg: Изпратен уведомителен имейл до клиниката: {}

source: Activation confirmation email
bg: Имейл за потвърждение на активацията

source: Sent activation email to {}
bg: Изпратен имейл за активация до {}

source: Pet Addition Request
bg: Искане за добавяне на домашен любимец

source: Date of birth
bg: Дата на раждане

source: Format BG01VPXXXXXX
bg: Формат BG01VPXXXXXX

source: in english
bg: на английски

source: in bulgarian
bg: на български

source: Current weight in kgs
bg: Текущо тегло в кг

source: Passport number
bg: Номер на паспорт

source: Male
bg: Мъжки

source: Female
bg: Женски

source: German Shepherd
bg: Немска овчарка

source: Labrador
bg: Лабрадор

source: Golden Retriever
bg: Голдън ретривър

source: Bulldog
bg: Булдог

source: Beagle
bg: Бигъл

source: Poodle
bg: Пудел

source: Rottweiler
bg: Ротвайлер

source: Boxer
bg: Боксер

source: Dachshund
bg: Дакел

source: Husky
bg: Хъски

source: Chihuahua
bg: Чихуахуа

source: Other
bg: Друга

source: Persian
bg: Персийска

source: Siamese
bg: Сиамска

source: Maine Coon
bg: Мейн Кун

source: Ragdoll
bg: Рагдол

source: Bengal
bg: Бенгалска

source: Sphynx
bg: Сфинкс

source: British Shorthair
bg: Британска късокосместа

source: Abyssinian
bg: Абисинска

source: Scottish Fold
bg: Шотландска клепоуха

source: Burmese
bg: Бурманска

source: Name
bg: Име

source: Species
bg: Вид

source: Breed
bg: Порода

source: Sex
bg: Пол

source: Features
bg: Характеристики

source: Photo
bg: Снимка

source: Current weight
bg: Текущо тегло

source: Passport Number
bg: Номер на паспорт

source: A pet with this details already exists.
bg: Домашен любимец с тези данни вече съществува.

source: Can add vaccines?
bg: Може ли да добавя ваксини?

source: Controls if the owner can add vaccines.
bg: Контролира дали собственикът може да добавя ваксини.

source: {} years, {} months and {} days
bg: {} години, {} месеца и {} дни

source: Type
bg: Тип

source: Transponder alphanumeric code
bg: Буквено-цифров код на транспондера

source: Date of application or reading of the transponder
bg: Дата на поставяне или отчитане на транспондера

source: Location of the transponder
bg: Местоположение на транспондера

source: Tattoo alphanumeric code
bg: Буквено-цифров код на татуировката

source: Date of application of the tattoo
bg: Дата на поставяне на татуировката

source: Date of reading of the tattoo
bg: Дата на отчитане на татуировката

source: Location of the tattoo
bg: Местоположение на татуировката

source: %(value)s is not a valid passport number. The format must be BG01VP123456.
bg: %(value)s не е валиден номер на паспорт. Форматът трябва да бъде BG01VP123456.

source: {} is not a valid transponder number.
bg: {} не е валиден номер на транспондер.

source: Invalid country code
bg: Невалиден код на държава

source: Invalid passport number: no pet found with these details.
bg: Невалиден номер на паспорт: несъществуващ домашен любимец.

source: Your request to access the pet has been sent to the owner.
bg: Вашето запитване за добавяне на съществуващ любимец е изпратено.

source: Invalid or expired link.
bg: Невалиден линк.

source: Select Vaccine
bg: Избери ваксина

source: Date of vaccination
bg: Дата на ваксинация

source: Valid until date
bg: Валидно до дата

source: Manufacture date
bg: Дата на производство

source: This field is automatically filled for Rabies vaccine (21 days after vaccination).
bg: Това поле се попълва автоматично за ваксината срещу бяс (21 дни след ваксинацията).

source: Select Medication/Treatment
bg: Избери лекарство/лечение

source: Date of intake
bg: Дата на прилагане

source: Time of intake
bg: Час на прилагане

source: Please select a medication or enter a custom one.
bg: Моля, изберете лекарство или въведете име на ръчно добавено.

source: Valid from
bg: Валидно от

source: Valid until
bg: Валидно до

source: Manufacturer
bg: Производител

source: Batch number
bg: Партиден номер

source: {} - Valid to: {}
bg: {} - Валидно до: {}

source: Valid Until
bg: Валидно до

source: Specify valid until date
bg: Посочете дата на валидност

source: Dosage
bg: Дозировка

source: Specify dosage, if different from reccomended
bg: Посочете дозировката, ако е различна от препоръчаната

source: Primary Examination
bg: Първичен преглед

source: Follow-up Examination
bg: Последващ преглед

source: Examination Type
bg: Тип на прегледа

source: Indicates whether this is an initial examination or a follow-up
bg: Показва дали това е първоначален преглед или последващ

source: Date of the entry
bg: Дата на записа

source: Clinic where the examination was conducted
bg: Клиника, където е проведен прегледът

source: Reason for visit
bg: Причина за посещението

source: Description of the problem or reason for the visit
bg: Описание на проблема или причина за посещението

source: General health
bg: Общо здравословно състояние

source: Body Condition Score (1-9)
bg: Оценка на телесното състояние (1-9)

source: Assessment of body condition (1 = underweight, 9 = obese)
bg: Оценка на телесното състояние (1 = поднормено тегло, 9 = затлъстяване)

source: Temperature (°C)
bg: Температура (°C)

source: Body temperature of the animal
bg: Телесна температура на животното

source: Heart rate (bpm)
bg: Пулс (уд/мин)

source: Heart rate in beats per minute
bg: Честота на сърдечния ритъм в удари в минута

source: Respiratory rate
bg: Дихателна честота

source: Respiratory rate in breaths per minute
bg: Брой вдишвания в минута

source: Mucous Membrane Color
bg: Цвят на лигавиците

source: Hydration Status
bg: Ниво на хидратация

source: Skin and Coat Condition
bg: Състояние на кожата и козината

source: Teeth and Gums
bg: Зъби и венци

source: Eyes, Ears, and Nose
bg: Очи, уши и нос

source: Medications Prescribed
bg: Предписани медикаменти

source: Vaccinations Applied
bg: Поставени ваксини

source: Blood Test
bg: Кръвно изследване

source: Urine Analysis
bg: Анализ на урина

source: Fecal Analysis
bg: Анализ на изпражнения

source: Treatment Carried Out
bg: Извършено лечение

source: Description of the Treatment
bg: Описание на лечението

source: Diagnosis
bg: Диагноза

source: Description of the final diagnosis
bg: Описание на крайната диагноза

source: Follow-up Required?
bg: Необходимо ли е проследяване?

source: Examination Notes
bg: Бележки от прегледа

source: Unknown Pet
bg: Неизвестен любимец

source: Unknown Date
bg: Неизвестна дата

source: Medical Record for {} on {}
bg: Медицински запис за {} на {}

source: Record saved. You can now add another.
bg: Записът е запазен. Можете да добавите нов.

source: You can no longer add records for this pet.
bg: Вече не можете да добавяте записи за това животно.

source: English
bg: Английски

source: Bulgarian
bg: Български

source: Enter Access Code
bg: Въведете код за достъп

source: To manage a pet's medical records
bg: За да управлявате медицинските записи на домашен любимец

source: Forgot password?
bg: Забравена парола?

source: Continue
bg: Продължи

source: Back
bg: Назад

source: Clinic Registration
bg: Регистрация на клиника

source: Register
bg: Регистрация

source: Welcome to your pet's medical records!
bg: Добре дошли в медицинските досиета на вашия любимец!

source: Please log in:
bg: Моля, влезте в системата:

source: Enter your email address
bg: Въведи имейл адрес

source: Enter your password
bg: Въведи парола

source: Email address
bg: Имейл адрес

source: Password
bg: Парола

source: Log In
bg: Вход

source: Register instead?
bg: Или регистрация?

source: Owner Profile
bg: Профил на собственика

source: Details of your registered profile
bg: Детайли за вашия регистриран профил

source: First Name
bg: Име

source: Last Name
bg: Фамилия

source: Phone Number
bg: Телефонен номер

source: Edit Profile
bg: Редактирай профила

source: Back to Dashboard
bg: Обратно към таблото

source: Edit Owner Profile
bg: Редакция на профила на собственика

source: Update your personal details below.
bg: Актуализирайте вашите лични данни по-долу.

source: Cancel
bg: Отказ

source: Save Changes
bg: Запази промените

source: Want to change your password?
bg: Искате ли да промените паролата си?

source: Password Changed
bg: Паролата е променена

source: Your password has been changed successfully.
bg: Паролата ви беше променена успешно.

source: Log in again
bg: Влезте отново

source: Change Your Password
bg: Променете паролата си

source: Please enter your old password and choose a new one.
bg: Моля, въведете старата си парола и изберете нова.

source: Enter old password
bg: Въведете настоящата парола

source: Enter new password
bg: Въведете нова парола

source: Repeat new password
bg: Повторете новата парола

source: Change Password
bg: Промени паролата

source: Password Reset Complete
bg: Паролата беше успешно нулирана

source: Your password has been set. You can now log in with your new credentials.
bg: Вашата парола беше зададена. Вече можете да влезете с новите си данни за достъп.

source: Set a New Password
bg: Задайте нова парола

source: Reset Password
bg: Нулирай паролата

source: Email Sent
bg: Имейлът е изпратен

source: If the email you entered is associated with an account, you will receive a message with instructions to reset your password.
bg: Ако въведеният имейл е свързан с акаунт, ще получите съобщение с инструкции за нулиране на паролата.

source: Return to Login
bg: Обратно към вход

source: Reset Your Password
bg: Нулирай паролата си

source: Enter your email address to receive a password reset link.
bg: Въведете имейл адреса си, за да получите линк за нулиране на паролата.

source: Send Reset Link
bg: Изпрати линк за нулиране

source: Back to Login
bg: Обратно към вход

source: Clinic Access
bg: Достъп до клиниката

source: Create an Account
bg: Създаване на профил

source: Please fill out the form to register
bg: Моля, попълнете формуляра за регистрация

source: All fields are required
bg: Всички полета са задължителни

source: Login instead?
bg: Вход вместо това?

source: My Pet's Passport
bg: Паспортът на моя домашен любимец

source: Toggle navigation
bg: Превключване на навигацията

source: Dashboard
bg: Табло

source: Add Pet
bg: Добави домашен любимец

source: Profile
bg: Профил

source: Logout
bg: Изход

source: Finish and logout
bg: Завърши и излез

source: Login
bg: Вход

source: About Us
bg: За нас

source: My Pet's Passport. All rights reserved.
bg: Паспортът на моя домашен любимец. Всички права запазени.

source: We use cookies to ensure you get the best experience on our website.
bg: Използваме бисквитки, за да ви осигурим най-доброто изживяване на нашия уебсайт.

source: Learn more
bg: Научете повече

source: Accept
bg: Приеми

source: At PetPal, we are passionate pet lovers dedicated to making pet healthcare simpler, safer, and more connected.
bg: В PetPal сме страстни любители на домашни любимци, посветени на това да направим грижата за тях по-проста, по-сигурна и по-свързана.

source: Our mission is to bridge the gap between pet owners and veterinary professionals, ensuring that your beloved companions receive the care they deserve, wherever you are.
bg: Нашата мисия е да изградим мост между собствениците на домашни любимци и ветеринарните специалисти, като гарантираме, че вашите любимци получават необходимата грижа — където и да се намирате.

source: We believe in secure, easy access to medical records, so your pet’s vital information is always available — whether you’re at home or traveling abroad.
bg: Вярваме в сигурния и лесен достъп до медицинските записи, така че важната информация за вашия домашен любимец да е винаги достъпна — независимо дали сте у дома или пътувате.

source: Need to reach us? We’re here to help. Contact us at
bg: Имате нужда да се свържете с нас? Насреща сме. Пишете ни на

source: Are you a vet?
bg: Ветеринар ли сте?

source: Reach out to us to get your clinic listed in the system so pet owners can easily find you and book visits online.
bg: Свържете се с нас, за да включим вашата клиника в системата, така че собствениците на домашни любимци да ви намират лесно и да записват прегледи онлайн.

source: Privacy & Cookies Policy
bg: Политика за поверителност и бисквитки

source: We respect your privacy and are committed to protecting your personal data.
bg: Уважаваме вашата поверителност и се ангажираме да защитаваме личните ви данни.

source: Cookies We Use
bg: Бисквитки, които използваме

source: Stores your consent to use cookies. It expires after 1 year.
bg: Съхранява вашето съгласие за използване на бисквитки. Изтича след 1 година.

source: A security cookie used to protect against cross-site request forgery (CSRF) attacks. It is essential and does not contain personal data.
bg: Защитна бисквитка, използвана за защита от атаки чрез фалшифициране на заявки (CSRF). Тя е съществена и не съдържа лични данни.

source: Stores your language preference so the website displays content in your chosen language.
bg: Съхранява вашите езикови предпочитания, така че уебсайтът да показва съдържание на избрания от вас език.

source: How We Use Your Data
bg: Как използваме вашите данни

source: We do not share your data with third parties. Any information collected is solely for the operation of the platform, such as managing login sessions, language preferences, and security.
bg: Ние не споделяме вашите данни с трети страни. Цялата събрана информация се използва само за функционирането на платформата, като управление на сесии, езикови предпочитания и сигурност.

source: Managing Cookies
bg: Управление на бисквитки

source: You can manage or delete cookies through your browser settings. Please note that disabling essential cookies may affect website functionality.
bg: Можете да управлявате или изтривате бисквитки чрез настройките на вашия браузър. Имайте предвид, че деактивирането на основни бисквитки може да повлияе на функционалността на сайта.

source: Contact
bg: Контакт

source: For questions about privacy or data protection, contact us at
bg: При въпроси относно поверителността или защитата на данните, свържете се с нас на

source: Pets
bg: Домашни любимци

source: Welcome
bg: Добре дошли

source: Access Codes
bg: Кодове за достъп

source: Each pet has a unique access code that can be shared with veterinarians or other caregivers to allow them to view and update your pet's medical records.
bg: Всеки домашен любимец има уникален код за достъп, който може да бъде споделен с ветеринари или други грижещи се лица, за да могат да преглеждат и актуализират медицинските му досиета.

source: Access codes are valid for 4 hours after generation and are automatically refreshed when viewed.
bg: Кодовете за достъп са валидни 4 часа след генериране и се обновяват автоматично при преглед.

source: Access Code:
bg: Код за достъп:

source: No pets added yet.
bg: Все още няма добавени домашни любимци.

source: My Pet's Medical Records
bg: Медицински досиета на моя любимец

source: Join now and get:
bg: Присъединете се сега и получете:

source: Tracking of your pet's vaccinations and medical records!
bg: Проследяване на ваксинации и медицински досиета на вашия любимец!

source: Notification when it is time for medication or treatment!
bg: Известие, когато е време за лекарства или лечение!

source: Access to the records from everywhere!
bg: Достъп до досиетата отвсякъде!

source: Clinic Activation Request
bg: Заявка за активация на клиника

source: This is an activation email for
bg: Това е имейл за активация на

source: Clinic details are as follows:
bg: Данни за клиниката:

source: Name:
bg: Име:

source: Address:
bg: Адрес:

source: City:
bg: Град:

source: Country:
bg: Държава:

source: Phone number:
bg: Телефонен номер:

source: Email address:
bg: Имейл адрес:

source: If you did not expect this request, you can safely ignore this email.
bg: Ако не сте очаквали тази заявка, можете спокойно да игнорирате този имейл.
