Repository: StanDobrev11/pet_mvp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Activate Clinic
bg: Активирай клиниката

source: This is an automated message from My Pet's Passport. Please do not reply to this email.
bg: Това е автоматично съобщение от паспорта на моя домашен любимец. Моля, не отговаряйте на този имейл.

source: Clinic Approval Request Notification
bg: Известие за заявка за одобрение на клиника

source: Clinic Approval Request
bg: Заявка за одобрение на клиника

source: A new veterinary clinic has requested access to the system:
bg: Нова ветеринарна клиника е заявила достъп до системата:

source: Clinic details:
bg: Детайли за клиниката:

source: Email:
bg: Имейл:

source: Phone:
bg: Телефон:

source: This clinic was linked to pet
bg: Тази клиника беше свързана с домашния любимец

source: (Owner:
bg: (Собственик:

source: Please review and approve the clinic in the admin panel:
bg: Моля, прегледайте и одобрете клиниката в административния панел:

source: Clinic Access Request Notification
bg: Известие за заявка за достъп до клиника

source: Clinic Access Request
bg: Заявка за достъп до клиника

source: Hello
bg: Здравейте

source: A veterinary clinic named
bg: Ветеринарна клиника с име

source: has requested access to your pet
bg: заяви достъп до вашия домашен любимец

source: 's medical records.
bg: – медицински досиета.

source: If you approve this request, please click the button below to confirm and grant access.
bg: Ако одобрявате тази заявка, моля натиснете бутона по-долу, за да потвърдите и предоставите достъп.

source: Approve Clinic Access
bg: Одобри достъпа на клиниката

source: If you do not recognize this request, you can ignore this message.
bg: Ако не разпознавате тази заявка, можете да игнорирате съобщението.

source: Clinic Registration Pending Approval
bg: Регистрацията на клиниката очаква одобрение

source: Welcome to My Pet's Passport
bg: Добре дошли в Паспортът на моя домашен любимец

source: Your clinic has been successfully registered.
bg: Вашата клиника беше успешно регистрирана.

source: Before you can access the platform, an administrator must approve your account.
bg: Преди да получите достъп до платформата, администратор трябва да одобри вашия акаунт.

source: An email with your clinic details has been sent to the site administrator for review.
bg: Имейл с данните на вашата клиника беше изпратен до администратора за преглед.

source: In the meantime, you must activate your account by setting a password:
bg: Междувременно трябва да активирате акаунта си, като зададете парола:

source: Set Your Password
bg: Задай своята парола

source: Please note: If your account is not approved within 7 days, it will be automatically removed from our system.
bg: Моля, обърнете внимание: Ако акаунтът ви не бъде одобрен в рамките на 7 дни, той ще бъде автоматично изтрит от нашата система.

source: If you have any questions, please contact our administrator at:
bg: Ако имате въпроси, моля свържете се с нашия администратор на:

source: Your Pet's Medical Examination Record
bg: Медицински преглед на вашия домашен любимец

source: Medical Examination Record
bg: Медицински преглед

source: Owner Information
bg: Информация за собственика

source: No owner information available.
bg: Няма налични записи за медикаменти.

source: Pet Information
bg: Информация за домашния любимец

source: Pet Name:
bg: Име на домашния любимец:

source: Date of Entry:
bg: Дата на записа:

source: Doctor:
bg: Лекар:

source: Clinic:
bg: Клиника:

source: Examination Details
bg: Детайли за прегледа

source: Reason for Visit:
bg: Причина за посещението:

source: General Health:
bg: Общо здравословно състояние:

source: Body Condition Score:
bg: Оценка на телесното състояние (1-9):

source: Temperature (°C):
bg: Температура (°C):

source: Heart Rate (bpm):
bg: Пулс (уд/мин):

source: Respiratory Rate:
bg: Дихателна честота:

source: Test Results
bg: Резултати от тестове

source: Test Name:
bg: Име на теста:

source: Results:
bg: Резултати

source: Notes:
bg: Бележки:

source: Date Conducted:
bg: Дата на провеждане:

source: No blood test performed.
bg: Не е извършено кръвно изследване.

source: Urine Test
bg: Изследване на урина

source: No urine test performed.
bg: Не е извършено изследване на урина.

source: Fecal Test
bg: Изследване на изпражнения

source: No fecal test performed.
bg: Не е извършено изследване на изпражнения.

source: Diagnosis & Treatment
bg: Диагноза и лечение

source: Treatment Performed:
bg: Извършено лечение:

source: Diagnosis:
bg: Диагноза:

source: Follow-up Required:
bg: Необходимо ли е проследяване?:

source: Additional Notes:
bg: Допълнителни бележки:

source: Vaccinations
bg: Ваксинации

source: No vaccination records available.
bg: Няма налични записи за ваксинации.

source: Medications
bg: Медикаменти

source: No medication records available.
bg: Няма налични записи за медикаменти.

source: Thank you for taking good care of your pet's health!
bg: Благодарим ви, че се грижите добре за здравето на вашия домашен любимец!

source: Best regards,
bg: С най-добри пожелания,

source: The Pet MVP Team
bg: Екипът на Pet MVP

source: Pet Medical Records
bg: Медицински досиета на моя любимец

source: Dear user,
bg: Уважаеми собственик на домашен любимец,

source: We received a request to reset the password for your account at
bg: Получихме заявка за нулиране на паролата за вашия акаунт в

source: To reset your password, click the button below:
bg: За да нулирате паролата си, натиснете бутона по-долу:

source: If you didn’t request this, you can safely ignore this email.
bg: Ако не сте правили тази заявка, може спокойно да игнорирате този имейл.

source: Pet Addition Request Notification
bg: Известие за заявка за добавяне на домашен любимец

source: Dear Pet Owner,
bg: Уважаеми собственик на домашен любимец,

source: %(first_name)s %(last_name)s has requested access to the pet <span class="highlight">%(pet_name)s</span> (Passport No: <span class="highlight">%(pet_passport)s</span>).
bg: %(first_name)s %(last_name)s е направил заявка за достъп до домашния любимец <span class="highlight">%(pet_name)s</span> (Паспорт №: <span class="highlight">%(pet_passport)s</span>).

source: If you approve this request, they will be able to view and manage the pet’s medical records together with you.
bg: Ако одобрите тази заявка, те ще могат да виждат и управляват медицинските записи на домашния любимец заедно с вас.

source: Approve Request
bg: Одобри заявката

source: Treatment Expiration Notice
bg: Известие за изтичане на лечение

source: This is a reminder about your pet <strong>%(pet_name)s</strong>'s treatment schedule.
bg: Това е напомняне относно графика за лечение на вашия домашен любимец <strong>%(pet_name)s</strong>.

source: The <strong>%(medication)s</strong> treatment for %(pet_name)s is due to expire
bg: Лечението <strong>%(medication)s</strong> за %(pet_name)s е на път да изтече

source: (on <strong>%(expiration_date)s</strong>)
bg: (на <strong>%(expiration_date)s</strong>)

source: Please plan the next treatment or consult your veterinarian to continue proper care.
bg: Моля, планирайте следващото лечение или се консултирайте с ветеринарния си лекар, за да осигурите подходяща грижа.

source: This treatment will expire very soon. Please take action to keep your pet on schedule.
bg: Това лечение ще изтече съвсем скоро. Моля, вземете необходимите мерки, за да поддържате графика на вашия домашен любимец.

source: Staying on top of treatments is crucial to your pet’s ongoing health.
bg: Спазването на лечението е от съществено значение за здравето на вашия домашен любимец.

source: Thank you for your attention and for caring for your pet!
bg: Благодарим ви за вниманието и че се грижите за своя домашен любимец!

source: This is an automated message. Please do not reply to this email.
bg: Това е автоматично съобщение. Моля, не отговаряйте на този имейл.

source: Welcome to Pet Medical Records
bg: Добре дошли в медицинските досиета на вашия любимец!

source: Dear %(first_name)s %(last_name)s,
bg: Уважаеми/а %(first_name)s %(last_name)s,

source: Welcome to Pet Medical Records! You can now add your pets, their existing vaccines, and medications to your account.
bg: Добре дошли в Pet Medical Records! Вече можете да добавите вашите домашни любимци, техните съществуващи ваксини и медикаменти към вашия профил.

source: Please note: Once you finish adding your pet's vaccination history, you will not be able to edit it anymore.
bg: Моля, имайте предвид: След като добавите ваксинационната история на домашния си любимец, няма да можете да я редактирате.

source: You will receive automatic reminders before a vaccine expires — 4 weeks, 2 weeks, and 1 day prior to the expiration date.
bg: Ще получавате автоматични напомняния преди изтичането на ваксина — 4 седмици, 2 седмици и 1 ден предварително.

source: You will also receive reminders for treatments — 7 days and 1 day before their expiration.
bg: Ще получавате напомняния за предстоящи лечения — 7 дни и 1 ден преди изтичането им.

source: You can request co-ownership of a pet that is already registered with a passport number.
bg: Можете да заявите съсобственост на домашен любимец, който вече е регистриран с номер на паспорт.

source: You can generate a secure access code and share it with your veterinarian so they can add vaccinations, treatments, and medical records directly.
bg: Можете да генерирате сигурен код за достъп и да го споделите с вашия ветеринар, за да може той директно да добавя ваксини, лечения и медицински досиета.

source: After each veterinary examination, you will receive a notification when the new medical record for your pet is created.
bg: След всяко ветеринарно преглеждане ще получавате известие, когато бъде създаден нов медицински запис за вашия домашен любимец.

source: Vaccine Expiration Notice
bg: Известие за изтичане на ваксина

source: This is an important notice regarding your pet <strong>%(pet_name)s</strong>'s vaccination status.
bg: Това е важно известие относно статуса на ваксинацията на вашия домашен любимец <strong>%(pet_name)s</strong>.

source: The <strong>%(vaccine)s</strong> vaccine for %(pet_name)s is due to expire
bg: Ваксината <strong>%(vaccine)s</strong> за %(pet_name)s е на път да изтече

source: (on <strong>%(expiration_date)s</strong>).
bg: (на <strong>%(expiration_date)s</strong>).

source: Please plan to schedule a new vaccination appointment before the current one expires to ensure your pet remains protected.
bg: Моля, планирайте нова ваксинация преди изтичането на текущата, за да гарантирате, че вашият домашен любимец остава защитен.

source: The vaccine has expired today. Please schedule a new vaccination appointment as soon as possible to ensure your pet remains protected.
bg: Ваксината изтече днес. Моля, планирайте нова ваксинация възможно най-скоро, за да гарантирате, че вашият домашен любимец остава защитен.

source: Keeping vaccinations up to date is essential for your pet's health and wellbeing.
bg: Поддържането на ваксинациите актуални е от съществено значение за здравето и благосъстоянието на вашия домашен любимец.

source: Type:
bg: Тип:

source: Date conducted:
bg: Дата на провеждане:

source: Result:
bg: Резултат:

source: White blood cells:
bg: Бели кръвни клетки:

source: Not measured
bg: Не е измерено

source: Red blood cells:
bg: Червени кръвни клетки:

source: Hemoglobin:
bg: Хемоглобин:

source: Platelets:
bg: Тромбоцити:

source: Consistency:
bg: Консистенция:

source: Parasites detected:
bg: Открити паразити:

source: Parasite type:
bg: Тип паразити:

source: None detected
bg: Не са открити

source: Blood presence:
bg: Наличие на кръв:

source: © PetPassport & Medical Records 2024, All Rights Reserved.
bg: © Паспорт на домашен любимец и медицински записи 2024, Всички права запазени.

source: HOME
bg: НАЧАЛО

source: My Pets
bg: Моите любимци

source: Appointments
bg: Часове

source: About
bg: Относно

source: Name of the medication/treatment:
bg: Име на медикамента/лечението:

source: Date and time prescribed:
bg: Дата и час на предписване:

source: Dosage:
bg: Дозировка:

source: Valid until:
bg: Валидно до:

source: Notes and how to administer:
bg: Бележки и как да се прилага:

source: Color:
bg: Цвят:

source: Clarity:
bg: Яснота:

source: Specific Gravity:
bg: Специфично тегло:

source: Protein:
bg: Протеин:

source: Glucose:
bg: Глюкоза:

source: Name of the vaccine:
bg: Име на ваксината:

source: Date of vaccination:
bg: Дата на ваксинация:

source: Valid from:
bg: Валидно от:

source: Manufacturer:
bg: Производител:

source: Date of manufacture:
bg: Дата на производство:

source: Batch number:
bg: Партиден номер:

source: This vaccine is
bg: Тази ваксина е

source: compulsory
bg: задължителна

source: as per the vaccination calendar.
bg: според ваксинационния календар.

source: not compulsory
bg: не е задължителна

source: Request Approved
bg: Заявката е одобрена

source: You have successfully approved %(new_owner)s to access and manage the medical records for <strong>%(pet_name)s</strong>.
bg: Успешно одобрихте %(new_owner)s да има достъп и да управлява медицинските записи на <strong>%(pet_name)s</strong>.

source: Add Marking
bg: Добави маркировка

source: Save
bg: Запази

source: Reset
bg: Нулиране

source: Marking Details
bg: Детайли за маркировката

source: Marking Type:
bg: Тип маркировка:

source: Unique Code Identification:
bg: Уникален идентификационен код:

source: Location of the Marking:
bg: Местоположение на маркировката:

source: Date of Application:
bg: Дата на прилагане:

source: Back to Pet's Details
bg: Обратно към детайлите на домашния любимец

source: Add a New Pet
bg: Добави нов домашен любимец

source: If your pet has already been registered by a veterinarian or another caregiver, you can request access to its medical records using its passport number.
bg: Ако вашият домашен любимец вече е регистриран от ветеринарен лекар или друг настойник, можете да заявите достъп до неговите медицински записи, като използвате номера на паспорта му.

source: Use this option only if you are sure the pet already exists in the system. Otherwise, please continue with the form below to register a new pet.
bg: Използвайте тази опция само ако сте сигурни, че любимецът вече съществува в системата. В противен случай, моля, продължете с формуляра по-долу, за да регистрирате нов домашен любимец.

source: Request access to an existing pet
bg: Заяви достъп до съществуващ домашен любимец

source: Select species
bg: Избери вид

source: Select gender
bg: Избери пол

source: Select breed
bg: Избери порода

source: Multilingual Field Notice
bg: Съобщение за многоезични полета

source: Please enter all fields that end with 'in English' and 'in Bulgarian'. This helps us ensure proper language support for both local and international use.
bg: Моля, попълнете всички полета, които завършват на 'на английски' и 'на български'. Това ни помага да осигурим правилна езикова поддръжка както за местни, така и за международни потребители.

source: These fields will appear in different parts of the application depending on the user's language preference.
bg: Тези полета ще се показват в различни части на приложението в зависимост от езиковите предпочитания на потребителя.

source: Request Access to Existing Pet
bg: Заяви достъп до съществуващ домашен любимец

source: Send Request
bg: Изпрати заявка

source: Confirm Deletion
bg: Потвърдете изтриването

source: Are you sure you want to delete
bg: Сигурни ли сте, че искате да изтриете

source: Yes, Delete
bg: Да, изтрий

source: Pet Photo
bg: Снимка на домашния любимец

source: Passport:
bg: Паспорт:

source: Pet Access Code:
bg: Код за достъп до домашния любимец:

source: Species:
bg: Вид:

source: Breed:
bg: Порода:

source: Gender:
bg: Пол:

source: DoB:
bg: Дата на раждане:

source: Weight:
bg: Тегло:

source: Features:
bg: Характеристики:

source: Marking:
bg: Маркировка:

source: No marking of the animal
bg: Няма маркировка на животното

source: Add marking?
bg: Добави маркировка?

source: Edit
bg: Редактирай

source: Delete
bg: Изтрий

source: Valid Vaccination Records
bg: Валидни ваксинации

source: No vaccination records
bg: Няма записи за ваксинации

source: Add Vaccination Record
bg: Добави запис за ваксинация

source: Valid Treatment Records
bg: Валидни лечения

source: No treatment records
bg: Няма записи за лечение

source: Add Treatment Record
bg: Добави запис за лечение

source: Last Examination Records
bg: Последни прегледи

source: No examination records
bg: Няма записи за прегледи

source: New Examination
bg: Нов преглед

source: View all history records
bg: Преглед на всички исторически записи

source: Finish and Logout
bg: Завърши и излез

source: Edit Pet Details
bg: Редактирай детайлите на домашния любимец

source: Medical Examination Report for
bg: Медицински преглед за

source: Basic Information
bg: Основна информация

source: Additional Information
bg: Допълнителна информация

source: Show
bg: Покажи

source: Vaccines
bg: Ваксини

source: Remove
bg: Премахни

source: Add Vaccine
bg: Добави ваксина

source: Treatments
bg: Лечения

source: Add Treatment
bg: Добави лечение

source: Add Blood Test
bg: Добави кръвно изследване

source: Add Urine Test
bg: Добави изследване на урина

source: Add Fecal Test
bg: Добави изследване на изпражнения

source: Remove Blood Test
bg: Премахни кръвно изследване

source: Remove Urine Test
bg: Премахни изследване на урина

source: Remove Fecal Test
bg: Премахни изследване на изпражнения

source: Medical Examination Record for
bg: Медицински преглед за

source: Related Records
bg: Свързани записи

source: No blood test records available.
bg: Няма налични записи за кръвни изследвания.

source: No urine test records available.
bg: Няма налични записи за изследвания на урина.

source: No fecal test records available.
bg: Няма налични записи за изследвания на изпражнения.

source: No vaccinations yet!
bg: Все още няма ваксинации!

source: Medications or Treatments
bg: Медикаменти или лечения

source: No medications or treatments yet!
bg: Все още няма медикаменти или лечения!

source: Pet Examinations
bg: Прегледи на домашния любимец

source: No examinations yet!
bg: Все още няма прегледи!

source: Back to Pet Details
bg: Обратно към детайлите на домашния любимец

source: Add Medication / Treatment Record
bg: Добави запис за медикамент / лечение

source: This form is used to record a treatment or medication that has already been administered to your pet.
bg: Този формуляр се използва за записване на лечение или медикамент, който вече е бил приложен на вашия домашен любимец.

source: You can add multiple treatment records over time, but each individual entry is final and cannot be edited or deleted after submission.
bg: Можете да добавяте множество записи за лечение с течение на времето, но всеки отделен запис е окончателен и не може да бъде редактиран или изтрит след изпращане.

source: The 'Valid Until' date is automatically calculated based on the selected medication's recommended interval and the intake date you provide.
bg: Полето 'Валидно до' се изчислява автоматично въз основа на избрания препоръчителен интервал и датата на прилагане.

source: If the medication or treatment is not listed in the dropdown, select 'Other (specify)' and enter the name manually in the provided field.
bg: Ако лекарството или лечението не е в списъка, изберете 'Друго (посочете)' и въведете името ръчно в предоставеното поле.

source: Notifications will be sent automatically to remind you before the medication expires: one week in advance and again one day before expiration.
bg: Известия ще бъдат изпращани автоматично, за да ви напомнят преди изтичане на лечението: една седмица предварително и още веднъж един ден преди изтичането.

source: Make sure all the information is accurate before saving, especially the medication name and date of administration.
bg: Уверете се, че цялата информация е точна преди запазване, особено името на лекарството и датата на прилагане.

source: Select a treatment
bg: Изберете лечение

source: Other (specify)
bg: Друго (посочете)

source: Custom Medication Name
bg: Име на ръчно въведено лекарство

source: Enter custom medication name
bg: Въведете име на лекарство

source: Save Record
bg: Запази запис

source: Finish Adding Treatments
bg: Завърши добавянето на лечения

source: Clear Fields
bg: Изчисти полетата

source: This form is used to record a vaccine that has already been administered to your pet.
bg: Този формуляр се използва за записване ваксина, която вече е била приложена на вашия домашен любимец.

source: Once saved, vaccination records cannot be edited or deleted.
bg: След записване, записите за ваксинация не могат да бъдат редактирани или изтрити.

source: The 'Valid Until' date is automatically calculated based on the selected vaccine's recommended interval and the vaccination date you provide.
bg: Полето 'Валидно до' се изчислява автоматично въз основа напрепоръчителния интервал и датата на прилагане на избраната ваксина.

source: If the vaccine is not listed, select 'Other (specify)' and enter the name manually in the provided field.
bg: Ако ваксината не е в списъка, изберете 'Друго (посочете)' и въведете името ръчно в предоставеното поле.

source: The 'Valid From' field will be auto-filled only for rabies vaccines (21 days after vaccination).
bg: Полето 'Валидно от' ще се попълва автоматично само за ваксините срещу бяс (21 дни след ваксинацията).

source: Make sure all the information is accurate before saving, especially the vaccine name and administration date.
bg: Уверете се, че цялата информация е точна преди запазване, особено името на ваксината и датата на прилагане.

source: Custom Vaccine Name
bg: Име на ръчно въведената ваксина

source: Enter custom vaccine name
bg: Въведете име на ваксината

source: Finish Adding Vaccines
bg: Завърши добавянето на ваксини
