Repository: StanDobrev11/pet_mvp
Catalog: staticfiles/scripts/locale/*/LC_MESSAGES/djangojs.po
Languages: bg

source: Age
bg: Възраст

source: kgs
bg: кг

source: Update
bg: Ъпдейт

source: Enter new weight:
bg: Въведете новото тегло:

source: Please enter a valid weight.
bg: Моля, въведете валидни килограми.

source: View Passport
bg: Покажи паспорт

source: Email
bg: Имейл

source: Profile
bg: Профил

source: Create New Profile
bg: Създай нов профил

source: Submit
bg: Въведи

source: Plese correct
bg: Моля, корегирай

source: Profile created
bg: Профил създаден

source: PICTURE OF THE ANIMAL (optional)
bg: СНИМКА НА ЖИВОТНОТО (по избор)

source: European Union
bg: Европейски Съюз

source: Name of authorized veterinarian
bg: Име на упълномощения ветеринар
